/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "OK";
"CANCEL" = "Отмена";
"FORCE_EJECT" = "Извлечь принудительно…";
"CONFIRM_FORCE" = "Извлечь принудительно";
"TRY_AGAIN" = "Повторить";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "Диск не был извлечен, т.к. он используется одной или несколькими программами.";
"VOLUME_IN_USE" = "Диск «%@» не был извлечен, т.к. он используется одной или несколькими программами.";

"TRYING_TO_EJECT_INFO" = "Чтобы извлечь диск прямо сейчас, нажмите кнопку «Принудительное извлечение».";
"UNABLE_TO_EJECT_INFO" = "Можно повторить попытку извлечения диска или нажать «Принудительное извлечение» для немедленного извлечения.";

"UNKNOWN_FORCE_EJECT" = "Вы действительно хотите извлечь диск?";
"VOLUME_FORCE_EJECT" = "Вы действительно хотите извлечь «%@»?";

"CONFIRM_FORCEEJECT_INFO" = "Извлечение диска может привести к повреждению диска или информации на нем.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "Не удалось извлечь диск, т.к. он используется «%@».";
"VOLUME_IN_USE_BY_1GUIPROC" = "Не удалось извлечь диск «%1$@», т.к. он используется «%2$@».";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "Не удалось извлечь диск, т.к. он используется «%1$@» и «%2$@».";
"VOLUME_IN_USE_BY_2GUIPROCS" = "Не удалось извлечь диск «%1$@», т.к. он используется «%2$@» и «%3$@».";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "Не удалось извлечь диск, т.к. он используется «%@» и другими программами.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "Не удалось извлечь диск «%1$@», т.к. он используется «%2$@» и другими программами.";

"QUIT_ONE_INFO" = "Завершите эту программу и попробуйте извлечь диск еще раз.";
"QUIT_MULTIPLE_INFO" = "Завершите эти программы и попробуйте извлечь диск еще раз.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "Невозможно извлечь диск, т.к. он используется другим пользователем («%@»).";
"VOLUME_IN_USE_BY_1USER" = "Невозможно извлечь диск «%1$@», т.к. он используется другим пользователем («%2$@»).";

"UNKNOWN_IN_USE_BY_2USERS" = "Невозможно извлечь диск, т.к. он используется другими пользователями («%1$@» и «%2$@»).";
"VOLUME_IN_USE_BY_2USERS" = "Невозможно извлечь диск «%1$@», т.к. он используется другими пользователями («%2$@» и «%3$@»).";

"UNKNOWN_IN_USE_BY_3USERS" = "Невозможно извлечь диск, т.к. он используется другими пользователями («%1$@», «%2$@» и др.).";
"VOLUME_IN_USE_BY_3USERS" = "Невозможно извлечь диск «%1$@», т.к. он используется другими пользователями («%2$@», «%3$@» и др.).";

"LOGOUT_ONE_INFO" = "Повторите попытку извлечения диска, когда пользователь «%@» закончит работу с ним.";
"LOGOUT_MULTIPLE_INFO" = "Повторите попытку извлечения диска, когда все пользователи закончат работу с ним.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "Не удалось извлечь диск «%1$@», т.к. он используется.";
"UNKNOWN_HAS_DISKIMAGE" = "Не удалось извлечь диск, т.к. он используется.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "Сначала извлеките «%1$@», а затем попробуйте извлечь «%2$@» еще раз.";
"VOLUME_HAS_2DISKIMAGES_INFO" = "Сначала извлеките «%1$@» и «%2$@», а затем попробуйте извлечь «%3$@» еще раз.";
"VOLUME_HAS_3DISKIMAGES_INFO" = "Сначала извлеките «%1$@» и другие диски, а затем попробуйте извлечь «%2$@» еще раз.";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "Сначала извлеките «%1$@», а затем попробуйте извлечь диск еще раз.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "Сначала извлеките «%1$@» и «%2$@», а затем попробуйте извлечь диск еще раз.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "Сначала извлеките «%1$@» и другие диски, а затем попробуйте извлечь диск еще раз.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "Диск извлечен.";
"VOLUME_WAS_EJECTED" = "Диск «%@» извлечен.";


/* Misc strings */
"TRYING_TO_EJECT" = "Попытка извлечения";

"PROCESS_PID" = "Процесс %d";